Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyZoneWarn Property
 A Zone cannot be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyZoneWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyZoneWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyZoneWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace